{
  "book": "1 Thessalonians",
  "chapters": [
    {
      "chapter": "1",
      "verses": [
        {
          "verse": "1",
          "text": "Paul and Silvanus and Timothy, to the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace to you and peace."
        },
        {
          "verse": "2",
          "text": "We give praise to God at all times for you, keeping you in memory in our prayers;"
        },
        {
          "verse": "3",
          "text": "Having ever in mind your work of faith and acts of love and the strength of your hope in our Lord Jesus Christ, before our God and Father;"
        },
        {
          "verse": "4",
          "text": "Being conscious, my brothers, dear to God, that you have been marked out by God's purpose;"
        },
        {
          "verse": "5",
          "text": "Because our good news came to you, not in word only, but in power, and in the Holy Spirit, so that you were completely certain of it; even as you saw what our behaviour to you was like from our love to you."
        },
        {
          "verse": "6",
          "text": "And you took us and the Lord as your example, after the word had come to you in much trouble, with joy in the Holy Spirit;"
        },
        {
          "verse": "7",
          "text": "So that you became an example to all those who have faith in Christ in Macedonia and Achaia."
        },
        {
          "verse": "8",
          "text": "For not only was the word of the Lord sounding out from you in Macedonia and Achaia, but in every place your faith in God is made clear; so that we have no need to say anything."
        },
        {
          "verse": "9",
          "text": "For they themselves give the news of how we came among you; and how you were turned from images to God, to the worship of a true and living God,"
        },
        {
          "verse": "10",
          "text": "Waiting for his Son from heaven, who came back from the dead, even Jesus, our Saviour from the wrath to come."
        }
      ]
    },
    {
      "chapter": "2",
      "verses": [
        {
          "verse": "1",
          "text": "For you yourselves, brothers, are conscious that our coming among you was not without effect:"
        },
        {
          "verse": "2",
          "text": "But after we had first undergone much pain and been cruelly attacked as you saw, at Philippi, by the help of God we gave you the good news without fear, though everything was against us."
        },
        {
          "verse": "3",
          "text": "For our witness does not come from error or from an unclean heart or from deceit:"
        },
        {
          "verse": "4",
          "text": "But even as the good news was given to us by the approval of God, so we give it out; not as pleasing men, but God by whom our hearts are tested."
        },
        {
          "verse": "5",
          "text": "For it is common knowledge among you that we never made use of smooth-sounding false words, and God is witness that at no time were we secretly desiring profit for ourselves,"
        },
        {
          "verse": "6",
          "text": "Or looking for glory from men, from you or from others, when we might have made ourselves a care to you as Apostles of Christ."
        },
        {
          "verse": "7",
          "text": "But we were gentle among you, like a woman caring for her little ones:"
        },
        {
          "verse": "8",
          "text": "Even so, being full of loving desire for you, we took delight in giving you not only God's good news, but even our lives, because you were dear to us."
        },
        {
          "verse": "9",
          "text": "For you have the memory, my brothers, of our trouble and care; how, working night and day, so that we might not be a trouble to any of you, we gave you the good news of God."
        },
        {
          "verse": "10",
          "text": "You are witnesses, with God, how holy and upright and free from all evil was our way of life among you who have faith;"
        },
        {
          "verse": "11",
          "text": "Even as you saw how, like a father with his children, we were teaching and comforting you all, and giving witness,"
        },
        {
          "verse": "12",
          "text": "So that your lives might be pleasing to God, who has given you a part in his kingdom and his glory."
        },
        {
          "verse": "13",
          "text": "And for this cause we still give praise to God, that, when the word came to your ears through us, you took it, not as the word of man, but, as it truly is, the word of God, which has living power in you who have faith."
        },
        {
          "verse": "14",
          "text": "For you, my brothers, took as your examples the churches of God which are in Judaea in Christ Jesus; because you underwent the same things from your countrymen as they did from the Jews;"
        },
        {
          "verse": "15",
          "text": "Who put to death the Lord Jesus and the prophets, violently driving us out; who are unpleasing to God and against all men;"
        },
        {
          "verse": "16",
          "text": "Who, to make the measure of their sins complete, kept us from giving the word of salvation to the Gentiles: but the wrath of God is about to come on them in the fullest degree."
        },
        {
          "verse": "17",
          "text": "But we, my brothers, being away from you for a short time, in body but not in heart, had all the more desire to see your face;"
        },
        {
          "verse": "18",
          "text": "For which reason we made attempts to come to you, even I, Paul, once and again; but Satan kept us from coming."
        },
        {
          "verse": "19",
          "text": "For what is our hope or joy or crown of glory? Are not even you, before our Lord Jesus, at his coming?"
        },
        {
          "verse": "20",
          "text": "For you are our glory and our joy."
        }
      ]
    },
    {
      "chapter": "3",
      "verses": [
        {
          "verse": "1",
          "text": "At last our desire to have news of you was so strong that, while we ourselves were waiting at Athens,"
        },
        {
          "verse": "2",
          "text": "We sent Timothy, our brother and God's servant in the good news of Christ, to give you strength and comfort in your faith;"
        },
        {
          "verse": "3",
          "text": "So that no man might be moved by these troubles; because you see that these things are part of God's purpose for us."
        },
        {
          "verse": "4",
          "text": "And when we were with you, we said to you that trouble was before us; and so it came about, as you see."
        },
        {
          "verse": "5",
          "text": "For this reason, when I was no longer able to keep quiet, I sent to get news of your faith, fearing that you might be tested by the Evil One and that our work might come to nothing."
        },
        {
          "verse": "6",
          "text": "But now that Timothy has come to us from you, and has given us good news of your faith and love, and that you have happy memories of us, desiring greatly to see us, even as we do to see you;"
        },
        {
          "verse": "7",
          "text": "For this cause, brothers, in all our trouble and grief we were comforted about you because of your faith;"
        },
        {
          "verse": "8",
          "text": "For it is life to us if you keep your faith in the Lord unchanged."
        },
        {
          "verse": "9",
          "text": "For how great is the praise which we give to God for you, and how great the joy with which we are glad because of you before our God;"
        },
        {
          "verse": "10",
          "text": "Night and day requesting God again and again that we may see your face and make your faith complete."
        },
        {
          "verse": "11",
          "text": "Now may our God and Father himself and our Lord Jesus make a way for us to come to you;"
        },
        {
          "verse": "12",
          "text": "And the Lord give you increase of love in fullest measure to one another and to all men, even as our love to you;"
        },
        {
          "verse": "13",
          "text": "So that your hearts may be strong and free from all sin before our God and Father, at the coming of our Lord Jesus with all his saints."
        }
      ]
    },
    {
      "chapter": "4",
      "verses": [
        {
          "verse": "1",
          "text": "And last of all, the prayer which we make to you from our heart and in the name of the Lord Jesus, is this: that as we made clear to you what sort of behaviour is pleasing to God, as in fact you are doing now, so you will go on in these ways, but more and more."
        },
        {
          "verse": "2",
          "text": "Because you have in mind the orders we gave you through the Lord Jesus."
        },
        {
          "verse": "3",
          "text": "For the purpose of God for you is this: that you may be holy, and may keep yourselves from the desires of the flesh;"
        },
        {
          "verse": "4",
          "text": "So that every one of you may keep his body holy and in honour;"
        },
        {
          "verse": "5",
          "text": "Not in the passion of evil desires, like the Gentiles, who have no knowledge of God;"
        },
        {
          "verse": "6",
          "text": "And that no man may make attempts to get the better of his brother in business: for the Lord is the judge in all these things, as we said to you before and gave witness."
        },
        {
          "verse": "7",
          "text": "Because it is God's purpose that our way of life may be not unclean but holy."
        },
        {
          "verse": "8",
          "text": "Whoever, then, goes against this word, goes against not man but God, who gives his Holy Spirit to you."
        },
        {
          "verse": "9",
          "text": "But about loving the brothers, there is no need for me to say anything to you in this letter: for you have the teaching of God that love for one another is right and necessary;"
        },
        {
          "verse": "10",
          "text": "And, truly, you are lovers of all the brothers in Macedonia; but it is our desire that your love may be increased still more;"
        },
        {
          "verse": "11",
          "text": "And that you may take pride in being quiet and doing your business, working with your hands as we gave you orders;"
        },
        {
          "verse": "12",
          "text": "That you may be respected by those who are outside, and may have need of nothing."
        },
        {
          "verse": "13",
          "text": "But it is our desire, brothers, that you may be certain about those who are sleeping; so that you may have no need for sorrow, as others have who are without hope."
        },
        {
          "verse": "14",
          "text": "For if we have faith that Jesus underwent death and came back again, even so those who are sleeping will come again with him by God's power."
        },
        {
          "verse": "15",
          "text": "For this we say to you by the word of the Lord, that we who are still living at the coming of the Lord, will not go before those who are sleeping."
        },
        {
          "verse": "16",
          "text": "Because the Lord himself will come down from heaven with a word of authority, with the voice of the chief angel, with the sound of a horn: and the dead in Christ will come to life first;"
        },
        {
          "verse": "17",
          "text": "Then we who are still living will be taken up together with them into the clouds to see the Lord in the air: and so will we be for ever with the Lord."
        },
        {
          "verse": "18",
          "text": "So then, give comfort to one another with these words."
        }
      ]
    },
    {
      "chapter": "5",
      "verses": [
        {
          "verse": "1",
          "text": "But about the times and their order, my brothers, there is no need for me to say anything to you."
        },
        {
          "verse": "2",
          "text": "For you yourselves have the knowledge that the day of the Lord will come like a thief in the night."
        },
        {
          "verse": "3",
          "text": "When they say, There is peace and no danger, then sudden destruction will come on them, as birth-pains on a woman with child; and they will not be able to get away from it."
        },
        {
          "verse": "4",
          "text": "But you, my brothers, are not in the dark, for that day to overtake you like a thief:"
        },
        {
          "verse": "5",
          "text": "For you are all sons of light and of the day: we are not of the night or of the dark."
        },
        {
          "verse": "6",
          "text": "So then, let us not take our rest as the others do, but let us be self-controlled and awake."
        },
        {
          "verse": "7",
          "text": "For those who are sleeping do so in the night; and those who are the worse for drink are so in the night;"
        },
        {
          "verse": "8",
          "text": "But let us, who are of the day, be serious, putting on the breastplate of faith and love, and on our heads, the hope of salvation."
        },
        {
          "verse": "9",
          "text": "For God's purpose for us is not wrath, but salvation through our Lord Jesus Christ,"
        },
        {
          "verse": "10",
          "text": "Who was put to death for us, so that, awake or sleeping, we may have a part in his life."
        },
        {
          "verse": "11",
          "text": "So then, go on comforting and building up one another, as you have been doing."
        },
        {
          "verse": "12",
          "text": "But we make this request to you, my brothers: give attention to those who are working among you, who are over you in the Lord to keep order among you;"
        },
        {
          "verse": "13",
          "text": "And have a high opinion of them in love because of their work. Be at peace among yourselves."
        },
        {
          "verse": "14",
          "text": "And our desire is that you will keep control over those whose lives are not well ordered, giving comfort to the feeble-hearted, supporting those with little strength, and putting up with much from all."
        },
        {
          "verse": "15",
          "text": "Let no one give evil for evil; but ever go after what is good, for one another and for all."
        },
        {
          "verse": "16",
          "text": "Have joy at all times."
        },
        {
          "verse": "17",
          "text": "Keep on with your prayers."
        },
        {
          "verse": "18",
          "text": "In everything give praise: for this is the purpose of God in Christ Jesus for you."
        },
        {
          "verse": "19",
          "text": "Do not put out the light of the Spirit;"
        },
        {
          "verse": "20",
          "text": "Do not make little of the words of the prophets;"
        },
        {
          "verse": "21",
          "text": "Let all things be tested; keep to what is good;"
        },
        {
          "verse": "22",
          "text": "Keep from every form of evil."
        },
        {
          "verse": "23",
          "text": "And may the God of peace himself make you holy in every way; and may your spirit and soul and body be free from all sin at the coming of our Lord Jesus Christ."
        },
        {
          "verse": "24",
          "text": "God, by whom you have been marked out in his purpose, is unchanging and will make it complete."
        },
        {
          "verse": "25",
          "text": "Brothers, keep us in mind in your prayers."
        },
        {
          "verse": "26",
          "text": "Give all the brothers a holy kiss."
        },
        {
          "verse": "27",
          "text": "I give orders in the name of the Lord that all the brothers are to be present at the reading of this letter."
        },
        {
          "verse": "28",
          "text": "The grace of our Lord Jesus Christ be with you."
        }
      ]
    }
  ]
}