{
  "book": "2 Peter",
  "chapters": [
    {
      "chapter": "1",
      "verses": [
        {
          "verse": "1",
          "text": "Simon Peter, a servant and Apostle of Jesus Christ, to those who with us have a part in the same holy faith in the righteousness of our God and Saviour Jesus Christ:"
        },
        {
          "verse": "2",
          "text": "May grace and peace ever be increasing in you, in the knowledge of God and of Jesus our Lord;"
        },
        {
          "verse": "3",
          "text": "Because by his power he has given us everything necessary for life and righteousness, through the knowledge of him who has been our guide by his glory and virtue;"
        },
        {
          "verse": "4",
          "text": "And through this he has given us the hope of great rewards highly to be valued; so that by them we might have our part in God's being, and be made free from the destruction which is in the world through the desires of the flesh."
        },
        {
          "verse": "5",
          "text": "So, for this very cause, take every care; joining virtue to faith, and knowledge to virtue,"
        },
        {
          "verse": "6",
          "text": "And self-control to knowledge, and a quiet mind to self-control, and fear of God to a quiet mind,"
        },
        {
          "verse": "7",
          "text": "And love of the brothers to fear of God, and to love of the brothers, love itself."
        },
        {
          "verse": "8",
          "text": "For if you have these things in good measure, they will make you fertile and full of fruit in the knowledge of our Lord Jesus Christ."
        },
        {
          "verse": "9",
          "text": "For the man who has not these things is blind, seeing only what is near, having no memory of how he was made clean from his old sins."
        },
        {
          "verse": "10",
          "text": "For this reason, my brothers, take all the more care to make your selection and approval certain; for if you do these things you will never have a fall:"
        },
        {
          "verse": "11",
          "text": "For so the way will be open to you into the eternal kingdom of our Lord and Saviour Jesus Christ."
        },
        {
          "verse": "12",
          "text": "For this reason I will be ready at all times to keep your memory of these things awake, though you have the knowledge of them now and are well based in your present faith."
        },
        {
          "verse": "13",
          "text": "And it seems right to me, as long as I am in this tent of flesh, to keep your minds awake by working on your memory;"
        },
        {
          "verse": "14",
          "text": "For I am conscious that in a short time I will have to put off this tent of flesh, as our Lord Jesus Christ has made clear to me."
        },
        {
          "verse": "15",
          "text": "And I will take every care so that you may have a clear memory of these things after my death."
        },
        {
          "verse": "16",
          "text": "For when we gave you news of the power and the coming of our Lord Jesus Christ, our teaching was not based on stories put together by art, but we were eye-witnesses of his glory."
        },
        {
          "verse": "17",
          "text": "For God the Father gave him honour and glory, when such a voice came to him out of the great glory, saying, This is my dearly loved Son, with whom I am well pleased."
        },
        {
          "verse": "18",
          "text": "And this voice came from heaven even to our ears, when we were with him on the holy mountain."
        },
        {
          "verse": "19",
          "text": "And so the words of the prophets are made more certain; and it is well for you to give attention to them as to a light shining in a dark place, till the dawn comes and the morning star is seen in your hearts;"
        },
        {
          "verse": "20",
          "text": "Being conscious in the first place that no man by himself may give a special sense to the words of the prophets."
        },
        {
          "verse": "21",
          "text": "For these words did not ever come through the impulse of men: but the prophets had them from God, being moved by the Holy Spirit."
        }
      ]
    },
    {
      "chapter": "2",
      "verses": [
        {
          "verse": "1",
          "text": "But there were false prophets among the people, as there will be false teachers among you, who will secretly put forward wrong teachings for your destruction, even turning away from the Lord who gave himself for them; whose destruction will come quickly, and they themselves will be the cause of it."
        },
        {
          "verse": "2",
          "text": "And a great number will go with them in their evil ways, through whom the true way will have a bad name."
        },
        {
          "verse": "3",
          "text": "And in their desire for profit they will come to you with words of deceit, like traders doing business in souls: whose punishment has been ready for a long time and their destruction is watching for them."
        },
        {
          "verse": "4",
          "text": "For if God did not have pity for the angels who did evil, but sent them down into hell, to be kept in chains of eternal night till they were judged;"
        },
        {
          "verse": "5",
          "text": "And did not have mercy on the world which then was, but only kept safe Noah, a preacher of righteousness, with seven others, when he let loose the waters over the world of the evil-doers;"
        },
        {
          "verse": "6",
          "text": "And sent destruction on Sodom and Gomorrah, burning them up with fire as an example to those whose way of life might in the future be unpleasing to him;"
        },
        {
          "verse": "7",
          "text": "And kept safe Lot, the upright man, who was deeply troubled by the unclean life of the evil-doers"
        },
        {
          "verse": "8",
          "text": "(Because the soul of that upright man living among them was pained from day to day by seeing and hearing their crimes):"
        },
        {
          "verse": "9",
          "text": "The Lord is able to keep the upright safe in the time of testing, and to keep evil-doers under punishment till the day of judging;"
        },
        {
          "verse": "10",
          "text": "But specially those who go after the unclean desires of the flesh, and make sport of authority. Ready to take chances, uncontrolled, they have no fear of saying evil of those in high places:"
        },
        {
          "verse": "11",
          "text": "Though the angels, who are greater in strength and power, do not make use of violent language against them before the Lord."
        },
        {
          "verse": "12",
          "text": "But these men, like beasts without reason, whose natural use is to be taken and put to death, crying out against things of which they have no knowledge, will undergo that same destruction which they are designing for others;"
        },
        {
          "verse": "13",
          "text": "For the evil which overtakes them is the reward of their evil-doing: such men take their pleasure in the delights of the flesh even in the daytime; they are like the marks of a disease, like poisoned wounds among you, feasting together with you in joy;"
        },
        {
          "verse": "14",
          "text": "Having eyes full of evil desire, never having enough of sin; turning feeble souls out of the true way; they are children of cursing, whose hearts are well used to bitter envy;"
        },
        {
          "verse": "15",
          "text": "Turning out of the true way, they have gone wandering in error, after the way of Balaam, the son of Beor, who was pleased to take payment for wrongdoing;"
        },
        {
          "verse": "16",
          "text": "But his wrongdoing was pointed out to him: an ass, talking with a man's voice, put a stop to the error of the prophet."
        },
        {
          "verse": "17",
          "text": "These are fountains without water, and mists before a driving storm; for whom the eternal night is kept in store."
        },
        {
          "verse": "18",
          "text": "For with high-sounding false words, making use of the attraction of unclean desires of the flesh, they get into their power those newly made free from those who are living in error;"
        },
        {
          "verse": "19",
          "text": "Saying that they will be free, while they themselves are the servants of destruction; because whatever gets the better of a man makes a servant of him."
        },
        {
          "verse": "20",
          "text": "For if, after they have got free from the unclean things of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again taken in the net and overcome, their last condition is worse than their first."
        },
        {
          "verse": "21",
          "text": "For it would have been better for them to have had no knowledge of the way of righteousness, than to go back again from the holy law which was given to them, after having knowledge of it."
        },
        {
          "verse": "22",
          "text": "They are an example of that true saying, The dog has gone back to the food it had put out, and the pig which had been washed to its rolling in the dirty earth."
        }
      ]
    },
    {
      "chapter": "3",
      "verses": [
        {
          "verse": "1",
          "text": "My loved ones, this is now my second letter to you, and in this as in the first, I am attempting to keep your true minds awake;"
        },
        {
          "verse": "2",
          "text": "So that you may keep in mind the words of the holy prophets in the past, and the law of the Lord and Saviour which was given to you by his Apostles."
        },
        {
          "verse": "3",
          "text": "Having first of all the knowledge that in the last days there will be men who, ruled by their evil desires, will make sport of holy things,"
        },
        {
          "verse": "4",
          "text": "Saying, Where is the hope of his coming? From the death of the fathers till now everything has gone on as it was from the making of the world."
        },
        {
          "verse": "5",
          "text": "But in taking this view they put out of their minds the memory that in the old days there was a heaven, and an earth lifted out of the water and circled by water, by the word of God;"
        },
        {
          "verse": "6",
          "text": "And that the world which then was came to an end through the overflowing of the waters."
        },
        {
          "verse": "7",
          "text": "But the present heaven and the present earth have been kept for destruction by fire, which is waiting for them on the day of the judging and destruction of evil men."
        },
        {
          "verse": "8",
          "text": "But, my loved ones, keep in mind this one thing, that with the Lord one day is the same as a thousand years, and a thousand years are no more than one day."
        },
        {
          "verse": "9",
          "text": "The Lord is not slow in keeping his word, as he seems to some, but he is waiting in mercy for you, not desiring the destruction of any, but that all may be turned from their evil ways."
        },
        {
          "verse": "10",
          "text": "But the day of the Lord will come like a thief; and in that day the heavens will be rolled up with a great noise, and the substance of the earth will be changed by violent heat, and the world and everything in it will be burned up."
        },
        {
          "verse": "11",
          "text": "Seeing then that all these things are coming to such an end, what sort of persons is it right for you to be, in all holy behaviour and righteousness,"
        },
        {
          "verse": "12",
          "text": "Looking for and truly desiring the coming of the day of God, when the heavens will come to an end through fire, and the substance of the earth will be changed by the great heat?"
        },
        {
          "verse": "13",
          "text": "But having faith in his word, we are looking for a new heaven and a new earth, which will be the resting-place of righteousness."
        },
        {
          "verse": "14",
          "text": "For this reason, my loved ones, as you are looking for these things, take great care that when he comes you may be in peace before him, free from sin and every evil thing."
        },
        {
          "verse": "15",
          "text": "And be certain that the long waiting of the Lord is for salvation; even as our brother Paul has said in his letters to you, from the wisdom which was given to him;"
        },
        {
          "verse": "16",
          "text": "And as he said in all his letters, which had to do with these things; in which are some hard sayings, so that, like the rest of the holy Writings, they are twisted by those who are uncertain and without knowledge, to the destruction of their souls."
        },
        {
          "verse": "17",
          "text": "For this reason, my loved ones, having knowledge of these things before they take place, take care that you are not turned away by the error of the uncontrolled, so falling from your true faith."
        },
        {
          "verse": "18",
          "text": "But be increased in grace and in the knowledge of our Lord and Saviour Jesus Christ. May he have glory now and for ever. So be it."
        }
      ]
    }
  ]
}