{
  "book": "Ezra",
  "chapters": [
    {
      "chapter": "1",
      "verses": [
        {
          "verse": "1",
          "text": "Now in the first year of Cyrus, king of Persia, in order that the word of the Lord given by the mouth of Jeremiah might come true, the spirit of Cyrus, king of Persia, was moved by the Lord, so that he made a public statement through all his kingdom, and put it in writing, saying,"
        },
        {
          "verse": "2",
          "text": "These are the words of Cyrus, king of Persia: The Lord God of heaven has given me all the kingdoms of the earth; and he has made me responsible for building a house for him in Jerusalem, which is in Judah."
        },
        {
          "verse": "3",
          "text": "Whoever there is among you of his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and take in hand the building of the house of the Lord, the God of Israel; he is the God who is in Jerusalem."
        },
        {
          "verse": "4",
          "text": "And whoever there may be of the rest of Israel, living in any place, let the men of that place give him help with offerings of silver and gold and goods and beasts, in addition to the offering freely given for the house of God in Jerusalem."
        },
        {
          "verse": "5",
          "text": "Then the heads of families of Judah and Benjamin, with the priests and the Levites, got ready, even all those whose spirits were moved by God to go up and take in hand the building of the Lord's house in Jerusalem."
        },
        {
          "verse": "6",
          "text": "And all their neighbours gave them help with offerings of vessels of silver and gold and goods and beasts and things of great value, in addition to what was freely offered."
        },
        {
          "verse": "7",
          "text": "And Cyrus the king got out the vessels of the house of the Lord which Nebuchadnezzar had taken from Jerusalem and put in the house of his gods;"
        },
        {
          "verse": "8",
          "text": "Even these Cyrus made Mithredath, the keeper of his wealth, get out, and he gave them, after numbering them, to Sheshbazzar, the ruler of Judah."
        },
        {
          "verse": "9",
          "text": "And this is the number of them: there were thirty gold plates, a thousand silver plates, twenty-nine knives,"
        },
        {
          "verse": "10",
          "text": "Thirty gold basins, four hundred and ten silver basins, and a thousand other vessels."
        },
        {
          "verse": "11",
          "text": "There were five thousand, four hundred gold and silver vessels. All these were taken back by Sheshbazzar, when those who had been taken prisoner went up from Babylon to Jerusalem."
        }
      ]
    },
    {
      "chapter": "2",
      "verses": [
        {
          "verse": "1",
          "text": "Now these are the people of the divisions of the kingdom, among those who had been made prisoners by Nebuchadnezzar, king of Babylon, and taken away to Babylon, who went back to Jerusalem and Judah, everyone to his town;"
        },
        {
          "verse": "2",
          "text": "Who went with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah, The number of the men of the people of Israel:"
        },
        {
          "verse": "3",
          "text": "The children of Parosh, two thousand, one hundred and seventy-two."
        },
        {
          "verse": "4",
          "text": "The children of Shephatiah, three hundred and seventy-two."
        },
        {
          "verse": "5",
          "text": "The children of Arah, seven hundred and seventy-five."
        },
        {
          "verse": "6",
          "text": "The children of Pahath-moab, of the children of Jeshua and Joab, two thousand, eight hundred and twelve."
        },
        {
          "verse": "7",
          "text": "The children of Elam, a thousand, two hundred and fifty-four."
        },
        {
          "verse": "8",
          "text": "The children of Zattu, nine hundred and forty-five."
        },
        {
          "verse": "9",
          "text": "The children of Zaccai, seven hundred and sixty."
        },
        {
          "verse": "10",
          "text": "The children of Bani, six hundred and forty-two."
        },
        {
          "verse": "11",
          "text": "The children of Bebai, six hundred and twenty-three."
        },
        {
          "verse": "12",
          "text": "The children of Azgad, a thousand, two hundred and twenty-two."
        },
        {
          "verse": "13",
          "text": "The children of Adonikam, six hundred and sixty-six."
        },
        {
          "verse": "14",
          "text": "The children of Bigvai, two thousand and fifty-six."
        },
        {
          "verse": "15",
          "text": "The children of Adin, four hundred and fifty-four."
        },
        {
          "verse": "16",
          "text": "The children of Ater, of Hezekiah, ninety-eight."
        },
        {
          "verse": "17",
          "text": "The children of Bezai, three hundred and twenty-three."
        },
        {
          "verse": "18",
          "text": "The children of Jorah, a hundred and twelve."
        },
        {
          "verse": "19",
          "text": "The children of Hashum, two hundred and twenty-three."
        },
        {
          "verse": "20",
          "text": "The children of Gibbar, ninety-five."
        },
        {
          "verse": "21",
          "text": "The children of Beth-lehem, a hundred and twenty-three."
        },
        {
          "verse": "22",
          "text": "The men of Netophah, fifty-six."
        },
        {
          "verse": "23",
          "text": "The men of Anathoth, a hundred and twenty-eight."
        },
        {
          "verse": "24",
          "text": "The children of Azmaveth, forty-two."
        },
        {
          "verse": "25",
          "text": "The children of Kiriath-arim, Chephirah, and Beeroth, seven hundred and forty-three."
        },
        {
          "verse": "26",
          "text": "The children of Ramah and Geba, six hundred and twenty-one."
        },
        {
          "verse": "27",
          "text": "The men of Michmas, a hundred and twenty-two."
        },
        {
          "verse": "28",
          "text": "The men of Beth-el and Ai, two hundred and twenty-three."
        },
        {
          "verse": "29",
          "text": "The children of Nebo, fifty-two."
        },
        {
          "verse": "30",
          "text": "The children of Magbish, a hundred and fifty-six."
        },
        {
          "verse": "31",
          "text": "The children of the other Elam, a thousand, two hundred and fifty-four."
        },
        {
          "verse": "32",
          "text": "The children of Harim, three hundred and twenty."
        },
        {
          "verse": "33",
          "text": "The children of Lod, Hadid, and Ono, seven hundred and twenty-five."
        },
        {
          "verse": "34",
          "text": "The children of Jericho, three hundred and forty-five."
        },
        {
          "verse": "35",
          "text": "The children of Senaah, three thousand, six hundred and thirty."
        },
        {
          "verse": "36",
          "text": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred and seventy-three."
        },
        {
          "verse": "37",
          "text": "The children of Immer, a thousand and fifty-two."
        },
        {
          "verse": "38",
          "text": "The children of Pashhur, a thousand, two hundred and forty-seven."
        },
        {
          "verse": "39",
          "text": "The children of Harim, a thousand and seventeen."
        },
        {
          "verse": "40",
          "text": "The Levites: the children of Jeshua and Kadmiel, of the children of Hodaviah, seventy-four."
        },
        {
          "verse": "41",
          "text": "The music-makers: the children of Asaph, a hundred and twenty-eight"
        },
        {
          "verse": "42",
          "text": "The children of the door-keepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, a hundred and thirty-nine."
        },
        {
          "verse": "43",
          "text": "The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,"
        },
        {
          "verse": "44",
          "text": "The children of Keros, the children of Siaha, the children of Padon,"
        },
        {
          "verse": "45",
          "text": "The children of Lebanah, the children of Hagabah, the children of Akkub,"
        },
        {
          "verse": "46",
          "text": "The children of Hagab, the children of Shamlai, the children of Hanan,"
        },
        {
          "verse": "47",
          "text": "The children of Giddel, the children of Gahar, the children of Reaiah,"
        },
        {
          "verse": "48",
          "text": "The children of Rezin, the children of Nekoda, the children of Gazzam,"
        },
        {
          "verse": "49",
          "text": "The children of Uzza, the children of Paseah, the children of Besai,"
        },
        {
          "verse": "50",
          "text": "The children of Asnah, the children of Meunim, the children of Nephisim,"
        },
        {
          "verse": "51",
          "text": "The children of Bakbuk, the children of Hakupha, the children of Harhur,"
        },
        {
          "verse": "52",
          "text": "The children of Bazluth, the children of Mehida, the children of Harsha,"
        },
        {
          "verse": "53",
          "text": "The children of Barkos, the children of Sisera, the children of Temah,"
        },
        {
          "verse": "54",
          "text": "The children of Neziah, the children of Hatipha."
        },
        {
          "verse": "55",
          "text": "The children of Solomon's servants: the children of Sotai, the children of Hassophereth, the children of Peruda,"
        },
        {
          "verse": "56",
          "text": "The children of Jaalah, the children of Darkon, the children of Giddel,"
        },
        {
          "verse": "57",
          "text": "The children of Shephatiah, the children of Hattil, the children of Pochereth-hazzebaim, the children of Ami."
        },
        {
          "verse": "58",
          "text": "All the Nethinim, and the children of Solomon's servants, were three hundred and ninety-two."
        },
        {
          "verse": "59",
          "text": "And these were the people who went up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer. But having no knowledge of their fathers' families or offspring, it was not certain that they were Israelites;"
        },
        {
          "verse": "60",
          "text": "The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred and fifty-two."
        },
        {
          "verse": "61",
          "text": "And of the children of the priests: the children of Habaiah, the children of Hakkoz, the children of Barzillai, who was married to one of the daughters of Barzillai the Gileadite, and took their name."
        },
        {
          "verse": "62",
          "text": "They made search for their record among the lists of families, but their names were nowhere to be seen; so they were looked on as unclean and no longer priests."
        },
        {
          "verse": "63",
          "text": "And the Tirshatha said that they were not to have the most holy things for their food, till a priest came to give decision by Urim and Thummim."
        },
        {
          "verse": "64",
          "text": "The number of all the people together was forty-two thousand, three hundred and sixty,"
        },
        {
          "verse": "65",
          "text": "As well as their men-servants and their women-servants, of whom there were seven thousand, three hundred and thirty-seven: and they had two hundred men and women to make music."
        },
        {
          "verse": "66",
          "text": "They had seven hundred and thirty-six horses, two hundred and forty-five transport beasts,"
        },
        {
          "verse": "67",
          "text": "Four hundred and thirty-five camels, six thousand, seven hundred and twenty asses."
        },
        {
          "verse": "68",
          "text": "And some of the heads of families, when they came to the house of the Lord which is in Jerusalem, gave freely of their wealth for the building up of the house of God in its place:"
        },
        {
          "verse": "69",
          "text": "Every one, as he was able, gave for the work sixty-one thousand darics of gold, five thousand pounds of silver and a hundred priests' robes."
        },
        {
          "verse": "70",
          "text": "So the priests and the Levites and the people and the music-makers and the door-keepers and the Nethinim, took up their places in their towns; even all Israel in their towns."
        }
      ]
    },
    {
      "chapter": "3",
      "verses": [
        {
          "verse": "1",
          "text": "And when the seventh month came, and the children of Israel were in the towns, the people came together like one man to Jerusalem."
        },
        {
          "verse": "2",
          "text": "Then Jeshua, the son of Jozadak, and his brothers the priests, and Zerubbabel, the son of Shealtiel, with his brothers, got up and made the altar of the God of Israel for burned offerings as is recorded in the law of Moses, the man of God."
        },
        {
          "verse": "3",
          "text": "They put the altar on its base; for fear was on them because of the people of the countries: and they made burned offerings on it to the Lord, even burned offerings morning and evening."
        },
        {
          "verse": "4",
          "text": "And they kept the feast of tents, as it is recorded, making the regular burned offerings every day by number, as it is ordered; for every day what was needed."
        },
        {
          "verse": "5",
          "text": "And after that, the regular burned offering and the offerings for the new moons and all the fixed feasts of the Lord which had been made holy, and the offering of everyone who freely gave his offering to the Lord."
        },
        {
          "verse": "6",
          "text": "From the first day of the seventh month they made a start with the burned offerings, but the base of the Temple of the Lord had still not been put in its place."
        },
        {
          "verse": "7",
          "text": "And they gave money to the stoneworkers and woodworkers; and meat and drink and oil to the people of Zidon and of Tyre, for the transport of cedar-trees from Lebanon to the sea, to Joppa, as Cyrus, king of Persia, had given them authority to do."
        },
        {
          "verse": "8",
          "text": "Now in the second year of their coming into the house of God in Jerusalem, in the second month, the work was taken in hand by Zerubbabel, the son of Shealtiel, and Jeshua, the son of Jozadak, and the rest of their brothers the priests and the Levites, and all those who had come from the land where they were prisoners to Jerusalem: and they made the Levites, of twenty years old and over, responsible for overseeing the work of the house of the Lord."
        },
        {
          "verse": "9",
          "text": "Then Jeshua with his sons and his brothers, Kadmiel with his sons, the sons of Hodaviah, together took up the work of overseeing the workmen in the house of God: the sons of Henadad with their sons and their brothers, the Levites."
        },
        {
          "verse": "10",
          "text": "And when the builders put in position the base of the Temple of the Lord, the priests, dressed in their robes, took their places with horns, and the Levites, the sons of Asaph, with brass instruments, to give praise to the Lord in the way ordered by David, king of Israel."
        },
        {
          "verse": "11",
          "text": "And they gave praise to the Lord, answering one another in their songs and saying, For he is good, for his mercy to Israel is eternal. And all the people gave a great cry of joy, when they gave praise to the Lord, because the base of the Lord's house was put in place."
        },
        {
          "verse": "12",
          "text": "But a number of the priests and Levites and the heads of families, old men who had seen the first house, when the base of this house was put down before their eyes, were overcome with weeping; and a number were crying out with joy:"
        },
        {
          "verse": "13",
          "text": "So that in the ears of the people the cry of joy was mixed with the sound of weeping; for the cries of the people were loud and came to the ears of those who were a long way off."
        }
      ]
    },
    {
      "chapter": "4",
      "verses": [
        {
          "verse": "1",
          "text": "Now news came to the haters of Judah and Benjamin that the people who had come back were building a Temple to the Lord, the God of Israel;"
        },
        {
          "verse": "2",
          "text": "Then they came to Zerubbabel and to the heads of families, and said to them, Let us take part in the building with you; for we are servants of your God, even as you are; and we have been making offerings to him from the days of Esar-haddon, king of Assyria, who put us here."
        },
        {
          "verse": "3",
          "text": "But Zerubbabel and Jeshua and the rest of the heads of families in Israel said to them, You have no part with us in the building of a house for our God; we ourselves will do the work together for the Lord, the God of Israel, as Cyrus, king of Persia, has given us orders."
        },
        {
          "verse": "4",
          "text": "Then the people of the land made the hands of the people of Judah feeble, troubling them with fear in their building;"
        },
        {
          "verse": "5",
          "text": "And they gave payment to men who made designs against them and kept them from effecting their purpose, all through the time of Cyrus, king of Persia, till Darius became king."
        },
        {
          "verse": "6",
          "text": "And in the time of Ahasuerus, when he first became king, they put on record a statement against the people of Judah and Jerusalem."
        },
        {
          "verse": "7",
          "text": "And in the time of Artaxerxes, Bishlam, Mithredath, Tabeel, and the rest of his friends, sent a letter to Artaxerxes, king of Persia, writing it in the Aramaean writing and language."
        },
        {
          "verse": "8",
          "text": "Rehum, the chief ruler, and Shimshai the scribe, sent a letter against Jerusalem, to Artaxerxes the king;"
        },
        {
          "verse": "9",
          "text": "The letter was sent by Rehum, the chief ruler, and Shimshai the scribe and their friends; the Dinaites and the Apharsathchites, the Tarpelites, the Apharsites, the Archevites, the Babylonians, the Shushanchites, the Dehaites, the Elamites,"
        },
        {
          "verse": "10",
          "text": "And the rest of the nations which the great and noble Osnappar took over and put in Samaria and the rest of the country over the river:"
        },
        {
          "verse": "11",
          "text": "This is a copy of the letter which they sent to Artaxerxes the king: Your servants living across the river send these words:"
        },
        {
          "verse": "12",
          "text": "We give news to the king that the Jews who came from you have come to us at Jerusalem; they are building up again that uncontrolled and evil town; the walls are complete and they are joining up the bases."
        },
        {
          "verse": "13",
          "text": "The king may be certain that when the building of this town and its walls is complete, they will give no tax or payment in goods or forced payments, and in the end it will be a cause of loss to the kings."
        },
        {
          "verse": "14",
          "text": "Now because we are responsible to the king, and it is not right for us to see the king's honour damaged, we have sent to give the king word of these things,"
        },
        {
          "verse": "15",
          "text": "So that search may be made in the book of the records of your fathers: and you will see in the book of the records that this town has been uncontrolled, and a cause of trouble to kings and countries, and that there were outbursts against authority there in the past: for which reason the town was made waste."
        },
        {
          "verse": "16",
          "text": "We give you word, that if the building of this town and its walls is made complete, there will be an end of your power in the country across the river."
        },
        {
          "verse": "17",
          "text": "Then the king sent an answer to Rehum, the chief ruler, and Shimshai the scribe, and their friends living in Samaria, and to the rest of those across the river, saying, Peace to you:"
        },
        {
          "verse": "18",
          "text": "And now the sense of the letter which you sent to us has been made clear to me,"
        },
        {
          "verse": "19",
          "text": "And I gave orders for a search to be made, and it is certain that in the past this town has made trouble for kings, and that outbursts against authority have taken place there."
        },
        {
          "verse": "20",
          "text": "Further, there have been great kings in Jerusalem, ruling over all the country across the river, to whom they gave taxes and payments in goods and forced payments."
        },
        {
          "verse": "21",
          "text": "Give an order now, that these men are to do nothing more, and that the building of the town is to be stopped, till I give an order."
        },
        {
          "verse": "22",
          "text": "Be certain to do this with all care: do not let trouble be increased to the king's damage."
        },
        {
          "verse": "23",
          "text": "Then, after reading the king's letter, Rehum and Shimshai the scribe and their friends went quickly to Jerusalem, to the Jews, and had them stopped by force."
        },
        {
          "verse": "24",
          "text": "So the work of the house of God at Jerusalem came to an end; so it was stopped, till the second year of the rule of Darius, king of Persia."
        }
      ]
    },
    {
      "chapter": "5",
      "verses": [
        {
          "verse": "1",
          "text": "Now the prophets Haggai and Zechariah, the son of Iddo, were preaching to the Jews in Judah and Jerusalem in the name of the God of Israel."
        },
        {
          "verse": "2",
          "text": "Then Zerubbabel, the son of Shealtiel, and Jeshua, the son of Jozadak, got up and made a start at building the house of God at Jerusalem: and the prophets of God were with them, helping them."
        },
        {
          "verse": "3",
          "text": "At the same time, Tattenai, ruler of the land across the river, and Shethar-bozenai, and their men, came to them and said, Who gave you orders to go on building this house and this wall?"
        },
        {
          "verse": "4",
          "text": "Then they said these words to them: What are the names of the men who are at work on this building?"
        },
        {
          "verse": "5",
          "text": "But the eye of their God was on the chiefs of the Jews, and they did not make them give up working till the question had been put before Darius and an answer had come by letter about it."
        },
        {
          "verse": "6",
          "text": "This is a copy of the letter which Tattenai, the ruler of the land across the river, and Shethar-bozenai and his friends the Apharsachites, living across the river, sent to Darius the king:"
        },
        {
          "verse": "7",
          "text": "They sent him a letter saying, To Darius the king, all peace:"
        },
        {
          "verse": "8",
          "text": "This is to give the king word that we went into the land of Judah, to the house of the great God, which is made of great stones, and has its walls supported with wood, and the work is going on with industry, and they are doing it well."
        },
        {
          "verse": "9",
          "text": "Then we said to the men responsible, who gave you authority for the building of this house and these walls?"
        },
        {
          "verse": "10",
          "text": "And we made request for their names, so that we might send you word, and give you the names of the men at the head of them."
        },
        {
          "verse": "11",
          "text": "And they made answer to us, saying, We are the servants of the God of heaven and earth, and we are building the house which was put up in times long past and was designed and made complete by a great king of Israel."
        },
        {
          "verse": "12",
          "text": "But when the God of heaven was moved to wrath by our fathers, he gave them up into the hands of Nebuchadnezzar, king of Babylon, the Chaldaean, who sent destruction on this house and took the people away into Babylon."
        },
        {
          "verse": "13",
          "text": "But in the first year of Cyrus, king of Babylon, Cyrus the king gave an order for the building of this house of God;"
        },
        {
          "verse": "14",
          "text": "And the gold and silver vessels of the house of God, which Nebuchadnezzar took from the Temple which was in Jerusalem, and put into the house of his god in Babylon, these Cyrus the king took from the house of his god in Babylon, and gave to one named Sheshbazzar, whom he had made ruler;"
        },
        {
          "verse": "15",
          "text": "And he said to him, Go, take these vessels, and put them in the Temple in Jerusalem, and let the house of God be put up again in its place."
        },
        {
          "verse": "16",
          "text": "Then this same Sheshbazzar came and put the house of God in Jerusalem on its bases: and from that time till now the building has been going on, but it is still not complete."
        },
        {
          "verse": "17",
          "text": "So now, if it seems good to the king, let search be made in the king's store-house at Babylon, to see if it is true that an order was given by Cyrus the king for the building of this house of God at Jerusalem, and let the king send us word of his pleasure in connection with this business."
        }
      ]
    },
    {
      "chapter": "6",
      "verses": [
        {
          "verse": "1",
          "text": "Then Darius the king gave an order and a search was made in the house of the records, where the things of value were stored up in Babylon."
        },
        {
          "verse": "2",
          "text": "And at Achmetha, in the great house of the king in the land of Media, they came across a roll, in which this statement was put on record:"
        },
        {
          "verse": "3",
          "text": "In the first year of Cyrus the king, Cyrus the king made an order: In connection with the house of God at Jerusalem, let the house be put up, the place where they make offerings, and let the earth for the bases be put in place; let it be sixty cubits high and sixty cubits wide;"
        },
        {
          "verse": "4",
          "text": "With three lines of great stones and one line of new wood supports; and let the necessary money be given out of the king's store-house;"
        },
        {
          "verse": "5",
          "text": "And let the gold and silver vessels from the house of God, which Nebuchadnezzar took from the Temple at Jerusalem to Babylon, be given back and taken again to the Temple at Jerusalem, every one in its place, and put them in the house of God."
        },
        {
          "verse": "6",
          "text": "So now, Tattenai, ruler of the land across the river, and Shethar-bozenai and your people the Apharsachites across the river, keep far from that place:"
        },
        {
          "verse": "7",
          "text": "Let the work of this house of God go on; let the ruler of the Jews and their responsible men put up this house of God in its place."
        },
        {
          "verse": "8",
          "text": "Further, I give orders as to what you are to do for the responsible men of the Jews in connection with the building of this house of God: that from the king's wealth, that is, from the taxes got together in the land over the river, the money needed is to be given to these men readily, so that their work may not be stopped."
        },
        {
          "verse": "9",
          "text": "And whatever they have need of, young oxen and sheep and lambs, for burned offerings to the God of heaven, grain, salt, wine, and oil, whatever the priests in Jerusalem say is necessary, is to be given to them day by day regularly:"
        },
        {
          "verse": "10",
          "text": "So that they may make offerings of a sweet smell to the God of heaven, with prayers for the life of the king and of his sons."
        },
        {
          "verse": "11",
          "text": "And I have given orders that if anyone makes any change in this word, one of the supports is to be pulled out of his house, and he is to be lifted up and fixed to it; and his house is to be made waste for this;"
        },
        {
          "verse": "12",
          "text": "And may the God who has made it a resting-place for his name send destruction on all kings and peoples whose hands are outstretched to make any change in this or to do damage to this house of God at Jerusalem. I, Darius, have given this order, let it be done with all care."
        },
        {
          "verse": "13",
          "text": "Then Tattenai, the ruler across the river, and Shethar-bozenai and their people, because of the order given by King Darius, did as he had said with all care."
        },
        {
          "verse": "14",
          "text": "And the responsible men of the Jews went on with their building, and did well, helped by the teaching of Haggai the prophet and Zechariah, the son of Iddo. They went on building till it was complete, in keeping with the word of the God of Israel, and the orders given by Cyrus, and Darius, and Artaxerxes, king of Persia."
        },
        {
          "verse": "15",
          "text": "And the building of this house was complete on the third day of the month Adar, in the sixth year of the rule of Darius the king."
        },
        {
          "verse": "16",
          "text": "And the children of Israel, the priests and the Levites, and the rest of those who had come back, kept the feast of the opening of this house of God with joy."
        },
        {
          "verse": "17",
          "text": "And they gave as offerings at the opening of this house of God a hundred oxen, two hundred sheep, four hundred lambs; and for a sin-offering for all Israel, twelve he-goats, being the number of the tribes of Israel."
        },
        {
          "verse": "18",
          "text": "And they put the priests in their divisions and the Levites in their order, for the worship of God at Jerusalem; as it is recorded in the book of Moses."
        },
        {
          "verse": "19",
          "text": "And the children of Israel who had come back kept the Passover on the fourteenth day of the first month."
        },
        {
          "verse": "20",
          "text": "For the priests and the Levites had made themselves clean together; they were all clean: and they put the Passover lamb to death for all those who had come back, and for their brothers the priests and for themselves."
        },
        {
          "verse": "21",
          "text": "And the children of Israel, who had come back, and all those who were joined to them, after separating themselves from the evil ways of the people of the land to become the servants of the Lord, the God of Israel, took food together,"
        },
        {
          "verse": "22",
          "text": "And kept the feast of unleavened bread for seven days with joy: for the Lord had made them full of joy, by turning the heart of the king of Assyria to them to give them help in the work of the house of God, the God of Israel."
        }
      ]
    },
    {
      "chapter": "7",
      "verses": [
        {
          "verse": "1",
          "text": "Now after these things, when Artaxerxes was king of Persia, Ezra, the son of Seraiah, the son of Azariah, the son of Hilkiah,"
        },
        {
          "verse": "2",
          "text": "The son of Shallum, the son of Zadok, the son of Ahitub,"
        },
        {
          "verse": "3",
          "text": "The son of Amariah, the son of Azariah, the son of Meraioth,"
        },
        {
          "verse": "4",
          "text": "The son of Zerahiah, the son of Uzzi, the son of Bukki,"
        },
        {
          "verse": "5",
          "text": "The son of Abishua, the son of Phinehas, the son of Eleazar, the son of Aaron the chief priest:"
        },
        {
          "verse": "6",
          "text": "This Ezra went up from Babylon; and he was a scribe, expert in the law of Moses which the Lord, the God of Israel, had given: and the king, moved by the Lord his God, gave him whatever he made request for."
        },
        {
          "verse": "7",
          "text": "And some of the children of Israel went up, with some of the priests and the Levites and the music-makers and the door-keepers and the Nethinim, to Jerusalem, in the seventh year of Artaxerxes the king."
        },
        {
          "verse": "8",
          "text": "And he came to Jerusalem in the fifth month, in the seventh year of the king's rule."
        },
        {
          "verse": "9",
          "text": "For, starting his journey from Babylon on the first day of the first month, he came to Jerusalem on the first day of the fifth month, by the good help of his God."
        },
        {
          "verse": "10",
          "text": "For Ezra had given his mind to learning the law of the Lord and doing it, and to teaching his rules and decisions in Israel."
        },
        {
          "verse": "11",
          "text": "Now this is a copy of the letter which King Artaxerxes gave to Ezra, the priest and the scribe, who put into writing the words of the orders of the Lord, and of his rules for Israel:"
        },
        {
          "verse": "12",
          "text": "Artaxerxes, king of kings, to Ezra the priest, scribe of the law of the God of heaven, all peace;"
        },
        {
          "verse": "13",
          "text": "And now it is my order that all those of the people of Israel, and their priests and Levites in my kingdom, who are ready and have a desire to go to Jerusalem, are to go with you."
        },
        {
          "verse": "14",
          "text": "Because you are sent by the king and his seven wise men, to get knowledge about Judah and Jerusalem, as you are ordered by the law of your God which is in your hand;"
        },
        {
          "verse": "15",
          "text": "And to take with you the silver and gold freely offered by the king and his wise men to the God of Israel, whose Temple is in Jerusalem,"
        },
        {
          "verse": "16",
          "text": "As well as all the silver and gold which you get from the land of Babylon, together with the offering of the people and of the priests, freely given for the house of their God, which is in Jerusalem:"
        },
        {
          "verse": "17",
          "text": "So with this money get with care oxen, sheep, and lambs, with their meal offerings and their drink offerings, to be offered on the altar of the house of your God, which is in Jerusalem."
        },
        {
          "verse": "18",
          "text": "And whatever seems right to you and to your brothers to do with the rest of the silver and gold, that do, as may be pleasing to your God."
        },
        {
          "verse": "19",
          "text": "And the vessels which have been given to you for the uses of the house of your God, you are to give to the God of Jerusalem."
        },
        {
          "verse": "20",
          "text": "And whatever more is needed for the house of your God, and which you may have to give, take it from the king's store-house."
        },
        {
          "verse": "21",
          "text": "And I, even I, Artaxerxes the king, now give orders to all keepers of the king's money across the river, that whatever Ezra the priest, the scribe of the law of the God of heaven, may have need of from you, is to be done with all care,"
        },
        {
          "verse": "22",
          "text": "Up to a hundred talents of silver, a hundred measures of grain, a hundred measures of wine, and a hundred measures of oil, and salt without measure."
        },
        {
          "verse": "23",
          "text": "Whatever is ordered by the God of heaven, let it be done completely for the house of the God of heaven; so that there may not be wrath against the kingdom of the king and his sons."
        },
        {
          "verse": "24",
          "text": "In addition, we make it clear to you, that it will be against the law to put any tax or payment in goods or forced payment on any of the priests or Levites, the music-makers, door-keepers, Nethinim, or any servants of this house of God."
        },
        {
          "verse": "25",
          "text": "And you, Ezra, by the wisdom of your God which is in you, are to put rulers and judges to have authority over all the people across the river who have knowledge of the laws of your God; and you are to give teaching to him who has no knowledge of them."
        },
        {
          "verse": "26",
          "text": "And if anyone does not keep the law of your God and the law of the king, take care that punishment is given to him, by death or by driving him from his country or by taking away his goods or by putting him in prison."
        },
        {
          "verse": "27",
          "text": "Praise be to the Lord, the God of our fathers, who has put such a thing into the heart of the king, to make fair the house of the Lord which is in Jerusalem;"
        },
        {
          "verse": "28",
          "text": "And has given mercy to me before the king and his government and before all the king's great captains. And I was made strong by the hand of the Lord my God which was on me, and I got together out of Israel chief men to go up with me."
        }
      ]
    },
    {
      "chapter": "8",
      "verses": [
        {
          "verse": "1",
          "text": "Now these are the heads of families who were listed of those who went up with me from Babylon, when Artaxerxes was king."
        },
        {
          "verse": "2",
          "text": "Of the sons of Phinehas, Gershom; of the sons of Ithamar, Daniel; of the sons of David, Hattush;"
        },
        {
          "verse": "3",
          "text": "Of the sons of Shecaniah; of the sons of Parosh, Zechariah; and with him were listed a hundred and fifty males."
        },
        {
          "verse": "4",
          "text": "Of the sons of Pahath-moab, Eliehoenai, the son of Zerahiah; and with him two hundred males."
        },
        {
          "verse": "5",
          "text": "Of the sons of Shecaniah, the son of Jahaziel; and with him three hundred males."
        },
        {
          "verse": "6",
          "text": "And of the sons of Adin, Ebed, the son of Jonathan; and with him fifty males."
        },
        {
          "verse": "7",
          "text": "And of the sons of Elam, Jeshaiah; the son of Athaliah; and with him seventy males."
        },
        {
          "verse": "8",
          "text": "And of the sons of Shephatiah, Zebadiah, the son of Michael; and with him eighty males."
        },
        {
          "verse": "9",
          "text": "Of the sons of Joab, Obadiah, the son of Jehiel; and with him two hundred and eighteen males."
        },
        {
          "verse": "10",
          "text": "And of the sons of Shelomith, the son of Josiphiah; and with him a hundred and sixty males."
        },
        {
          "verse": "11",
          "text": "And of the sons of Bebai, Zechariah, the son of Bebai; and with him twenty-eight males."
        },
        {
          "verse": "12",
          "text": "And of the sons of Azgad, Johanan, the son of Hakkatan; and with him a hundred and ten males."
        },
        {
          "verse": "13",
          "text": "And of the sons of Adonikam, the last, whose names were Eliphelet, Jeuel, and Shemaiah; and with them sixty males."
        },
        {
          "verse": "14",
          "text": "And of the sons of Bigvai, Uthai and Zabbud; and with them seventy males."
        },
        {
          "verse": "15",
          "text": "And I made them come together by the river flowing to Ahava; and we were there in tents for three days: and after viewing the people and the priests I saw that no sons of Levi were there."
        },
        {
          "verse": "16",
          "text": "Then I sent for Eliezer and Ariel and Shemaiah and Elnathan Jarib and Elnathan and Nathan and Zechariah and Meshullam, all responsible men; and for Joiarib and Elnathan, who were wise men."
        },
        {
          "verse": "17",
          "text": "And I sent them to Iddo the chief at the place Casiphia, and gave them orders what to say to Iddo and his brothers the Nethinim at the place Casiphia, so that they might come back to us with men to do the work of the house of our God."
        },
        {
          "verse": "18",
          "text": "And by the help of our God they got for us Ish-sechel, one of the sons of Mahli, the son of Levi, the son of Israel; and Sherebiah with his sons and brothers, eighteen;"
        },
        {
          "verse": "19",
          "text": "And Hashabiah, and with him Jeshaiah of the sons of Merari, his brothers and their sons, twenty;"
        },
        {
          "verse": "20",
          "text": "And of the Nethinim, to whom David and the captains had given the work of helping the Levites, two hundred and twenty Nethinim, all of them specially named."
        },
        {
          "verse": "21",
          "text": "Then I gave orders for a time of going without food, there by the river Ahava, so that we might make ourselves low before our God in prayer, requesting from him a straight way for us and for our little ones and for all our substance."
        },
        {
          "verse": "22",
          "text": "For I would not, for shame, make request to the king for a band of armed men and horsemen to give us help against those who might make attacks on us on the way: for we had said to the king, The hand of our God is on his servants for good, but his power and his wrath are against all those who are turned away from him."
        },
        {
          "verse": "23",
          "text": "So we went without food, requesting our God for this: and his ear was open to our prayer."
        },
        {
          "verse": "24",
          "text": "So I put on one side twelve of the chiefs of the priests, Sherebiah, Hashabiah, and ten of their brothers with them,"
        },
        {
          "verse": "25",
          "text": "And gave to them by weight the silver and the gold and the vessels, all the offering for the house of our God which the king and his wise men and his captains and all Israel there present had given:"
        },
        {
          "verse": "26",
          "text": "Measuring into their hands six hundred and fifty talents of silver, and silver vessels, a hundred talents' weight, and a hundred talents of gold,"
        },
        {
          "verse": "27",
          "text": "And twenty gold basins, of a thousand darics, and two vessels of the best bright brass, equal in value to gold."
        },
        {
          "verse": "28",
          "text": "And I said to them, You are holy to the Lord and the vessels are holy: and the silver and the gold are an offering freely given to the Lord, the God of your fathers."
        },
        {
          "verse": "29",
          "text": "Take care of them and keep them, till you put them on the scales before the chiefs of the priests and the Levites and the chiefs of the families of Israel, in Jerusalem, in the rooms of the house of the Lord."
        },
        {
          "verse": "30",
          "text": "So the priests and the Levites took the weight of silver and gold and the vessels, to take them to Jerusalem into the house of our God."
        },
        {
          "verse": "31",
          "text": "Then we went away from the river of Ahava on the twelfth day of the first month, to go to Jerusalem; and the hand of our God was on us, and he gave us salvation from our haters and those who were waiting to make an attack on us by the way."
        },
        {
          "verse": "32",
          "text": "And we came to Jerusalem and were there for three days."
        },
        {
          "verse": "33",
          "text": "And on the fourth day, the silver and the gold and the vessels were measured out by weight in the house of our God into the hands of Meremoth, the son of Uriah, the priest; and with him was Eleazar, the son of Phinehas; and with them were Jozabad, the son of Jeshua, and Noadiah, the son of Binnui, the Levites;"
        },
        {
          "verse": "34",
          "text": "All was handed over by number and by weight: and the weight was put on record at that time."
        },
        {
          "verse": "35",
          "text": "And those who had been prisoners, who had come back from a strange land, made burned offerings to the God of Israel, twelve oxen for all Israel, ninety-six male sheep, seventy-seven lambs, twelve he-goats for a sin-offering: all this was a burned offering to the Lord."
        },
        {
          "verse": "36",
          "text": "And they gave the king's orders to the king's captains and the rulers across the river, and they gave the people and the house of God the help which was needed."
        }
      ]
    },
    {
      "chapter": "9",
      "verses": [
        {
          "verse": "1",
          "text": "Now after these things were done, the captains came to me and said, The people of Israel and the priests and Levites have not kept themselves separate from the people of the lands, but have taken part in the disgusting ways of the Canaanites, the Hittites, the Perizzites, the Jebusites, the Ammonites, the Moabites, the Egyptians, and the Amorites."
        },
        {
          "verse": "2",
          "text": "For they have taken their daughters for themselves and for their sons, so that the holy seed has been mixed with the peoples of the lands; and in fact the captains and rulers have been the first to do this evil."
        },
        {
          "verse": "3",
          "text": "And hearing this, with signs of grief and pulling out the hair of my head and my chin, I took my seat on the earth deeply troubled."
        },
        {
          "verse": "4",
          "text": "Then everyone who went in fear of the words of the God of Israel, because of the sin of those who had come back, came together to me; and I kept where I was, overcome with grief, till the evening offering."
        },
        {
          "verse": "5",
          "text": "And at the evening offering, having made myself low before God, I got up, and with signs of grief, falling down on my knees, with my hands stretched out to the Lord my God,"
        },
        {
          "verse": "6",
          "text": "I said, O my God, shame keeps me from lifting up my face to you, my God: for our sins are increased higher than our heads and our evil-doing has come up to heaven."
        },
        {
          "verse": "7",
          "text": "From the days of our fathers till this day we have been great sinners; and for our sins, we and our kings and our priests have been given up into the hands of the kings of the lands, to the sword and to prison and to loss of goods and to shame of face, as it is this day."
        },
        {
          "verse": "8",
          "text": "And now for a little time grace has come to us from the Lord our God, to let a small band of us get free and to give us a nail in his holy place, so that our God may give light to our eyes and a measure of new life in our prison chains."
        },
        {
          "verse": "9",
          "text": "For we are servants; but our God has not been turned away from us in our prison, but has had mercy on us before the eyes of the kings of Persia, to give us new strength to put up again the house of our God and to make fair its waste places, and to give us a wall in Judah and Jerusalem."
        },
        {
          "verse": "10",
          "text": "And now, O our God, what are we to say after this? for we have not kept your laws,"
        },
        {
          "verse": "11",
          "text": "Which you gave to your servants the prophets, saying, The land into which you are going, to take it for a heritage, is an unclean land, because of the evil lives of the peoples of the land and their disgusting ways, which have made the land unclean from end to end."
        },
        {
          "verse": "12",
          "text": "So now do not give your daughters to their sons or take their daughters for your sons or do anything for their peace or well-being for ever; so that you may be strong, living on the good of the land, and handing it on to your children for a heritage for ever."
        },
        {
          "verse": "13",
          "text": "And after everything which has come on us because of our evil-doing and our great sin, and seeing that the punishment which you, O God, have given us, is less than the measure of our sins, and that you have kept from death those of us who are here;"
        },
        {
          "verse": "14",
          "text": "Are we again to go against your orders, taking wives from among the people who do these disgusting things? would you not be angry with us till our destruction was complete, till there was not one who got away safe?"
        },
        {
          "verse": "15",
          "text": "O Lord God of Israel, righteousness is yours; we are only a small band which has been kept from death, as at this day: see, we are before you in our sin; for no one may keep his place before you because of this."
        }
      ]
    },
    {
      "chapter": "10",
      "verses": [
        {
          "verse": "1",
          "text": "Now while Ezra was making his prayer and his statement of wrongdoing, weeping and falling down before the house of God, a very great number of men and women and children out of Israel came together round him: for the people were weeping bitterly."
        },
        {
          "verse": "2",
          "text": "And Shecaniah, the son of Jehiel, one of the sons of Elam, answering, said to Ezra, We have done evil against our God, and have taken as our wives strange women of the peoples of the land: but still there is hope for Israel in this question."
        },
        {
          "verse": "3",
          "text": "Let us now make an agreement with our God to put away all the wives and all their children, if it seems right to my lord and to those who go in fear of the words of our God; and let it be done in keeping with the law."
        },
        {
          "verse": "4",
          "text": "Up, now! for this is your business, and we are with you; take heart and do it."
        },
        {
          "verse": "5",
          "text": "Then Ezra got up, and made the chiefs of the priests and the Levites and all Israel take an oath that they would do this. So they took an oath."
        },
        {
          "verse": "6",
          "text": "Then Ezra got up from before the house of God and went into the room of Jehohanan, the son of Eliashib; but when he came there, he took no food or drink, for he was sorrowing for the sin of those who had come back."
        },
        {
          "verse": "7",
          "text": "And they made a public statement through all Judah and Jerusalem, to all those who had come back, that they were to come together to Jerusalem;"
        },
        {
          "verse": "8",
          "text": "And that if anyone did not come before three days were past, as ordered by the rulers and the responsible men, all his goods would be put under the curse, and he himself would be cut off from the meeting of the people who had come back."
        },
        {
          "verse": "9",
          "text": "Then all the men of Judah and Benjamin came together to Jerusalem before three days were past; it was the ninth month, on the twentieth day of the month; and all the people were seated in the wide square in front of the house of God, shaking with fear because of this business and because of the great rain."
        },
        {
          "verse": "10",
          "text": "And Ezra the priest got to his feet and said to them, You have done wrong and taken strange women for your wives, so increasing the sin of Israel."
        },
        {
          "verse": "11",
          "text": "So now, give praise to the Lord, the God of your fathers, and do his pleasure; and make yourselves separate from the peoples of the land and from the strange women."
        },
        {
          "verse": "12",
          "text": "Then all the people, answering, said with a loud voice, As you have said, so it is right for us to do."
        },
        {
          "verse": "13",
          "text": "But the number of people is great, and it is a time of much rain; it is not possible for us to go on waiting outside, and this is not a thing which may be done in one day or even two: for our sin in this business is great."
        },
        {
          "verse": "14",
          "text": "So now let our rulers be representatives for all the people, and let all those in our towns who are married to strange women come at fixed times, and with them the responsible men and the judges of every town, till the burning wrath of our God is turned away from us, and this has been done."
        },
        {
          "verse": "15",
          "text": "Only Jonathan, the son of Asahel, and Jahzeiah, the son of Tikvah, were against this, Meshullam and Shabbethai the Levite supporting them."
        },
        {
          "verse": "16",
          "text": "So those who had come back did so. And Ezra the priest, with certain heads of families, by their fathers' families, all of them by their names, were marked out; and on the first day of the tenth month they took their places to go into the question with care."
        },
        {
          "verse": "17",
          "text": "And they got to the end of all the men who were married to strange women by the first day of the first month."
        },
        {
          "verse": "18",
          "text": "And among the sons of the priests who were married to strange women were these: of the sons of Jeshua, the son of Jozadak and his brothers, Maaseiah and Eliezer and Jarib and Gedaliah."
        },
        {
          "verse": "19",
          "text": "And they gave their word that they would put away their wives; and for their sin, they gave an offering of a male sheep of the flock."
        },
        {
          "verse": "20",
          "text": "And of the sons of Immer, Hanani and Zebadiah."
        },
        {
          "verse": "21",
          "text": "And of the sons of Harim, Maaseiah and Elijah and Shemaiah and Jehiel and Uzziah."
        },
        {
          "verse": "22",
          "text": "And of the sons of Pashhur, Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah."
        },
        {
          "verse": "23",
          "text": "And of the Levites, Jozabad, and Shimei, and Kelaiah (that is Kelita), Pethahiah, Judah, and Eliezer."
        },
        {
          "verse": "24",
          "text": "And of the music-makers, Eliashib; and of the door-keepers, Shallum and Telem and Uri."
        },
        {
          "verse": "25",
          "text": "And of Israel, the sons of Parosh, Ramiah and Izziah and Malchijah and Mijamin and Eleazar and Malchijah and Benaiah."
        },
        {
          "verse": "26",
          "text": "And of the sons of Elam, Mattaniah, Zechariah, and Jehiel and Abdi and Jeremoth and Elijah."
        },
        {
          "verse": "27",
          "text": "And of the sons of Zattu, Elioenai, Eliashib, Mattaniah, and Jeremoth and Zabad and Aziza."
        },
        {
          "verse": "28",
          "text": "And of the sons of Bebai, Jehohanan, Hananiah, Zabbai, Athlai."
        },
        {
          "verse": "29",
          "text": "And of the sons of Bani, Meshullam, Malluch, and Adaiah, Jashub and Sheal, Jeremoth."
        },
        {
          "verse": "30",
          "text": "And of the sons of Pahath-moab, Adna and Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel and Binnui and Manasseh."
        },
        {
          "verse": "31",
          "text": "And of the sons of Harim, Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,"
        },
        {
          "verse": "32",
          "text": "Benjamin, Malluch, Shemariah."
        },
        {
          "verse": "33",
          "text": "Of the sons of Hashum, Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei."
        },
        {
          "verse": "34",
          "text": "Of the sons of Bani, Maadai, Amram, and Uel,"
        },
        {
          "verse": "35",
          "text": "Benaiah, Bedeiah, Cheluhi,"
        },
        {
          "verse": "36",
          "text": "Vaniah, Meremoth, Eliashib,"
        },
        {
          "verse": "37",
          "text": "Mattaniah, Mattenai, and Jaasu,"
        },
        {
          "verse": "38",
          "text": "And Bani and Binnui, Shimei;"
        },
        {
          "verse": "39",
          "text": "And Shelemiah and Nathan and Adaiah,"
        },
        {
          "verse": "40",
          "text": "Machnadebai, Shashai, Sharai,"
        },
        {
          "verse": "41",
          "text": "Azarel and Shelemiah, Shemariah,"
        },
        {
          "verse": "42",
          "text": "Shallum, Amariah, Joseph."
        },
        {
          "verse": "43",
          "text": "Of the sons of Nebo, Jeiel, Mattithiah, Zabad, Zebina, Iddo, and Joel, Benaiah."
        },
        {
          "verse": "44",
          "text": "All these had taken strange wives; and some of them had wives by whom they had offspring."
        }
      ]
    }
  ]
}