{
  "book": "Philippians",
  "chapters": [
    {
      "chapter": "1",
      "verses": [
        {
          "verse": "1",
          "text": "Paul and Timothy, servants of Jesus Christ, to all the saints in Christ Jesus at Philippi, with the Bishops and Deacons of the church:"
        },
        {
          "verse": "2",
          "text": "Grace to you and peace from God our Father and the Lord Jesus Christ."
        },
        {
          "verse": "3",
          "text": "I give praise to my God at every memory of you,"
        },
        {
          "verse": "4",
          "text": "And in all my prayers for you all, making my request with joy,"
        },
        {
          "verse": "5",
          "text": "Because of your help in giving the good news from the first day till now;"
        },
        {
          "verse": "6",
          "text": "For I am certain of this very thing, that he by whom the good work was started in you will make it complete till the day of Jesus Christ:"
        },
        {
          "verse": "7",
          "text": "So it is right for me to take thought for you all in this way, because I have you in my heart; for in my chains, and in my arguments before the judges in support of the good news, making clear that it is true, you all have your part with me in grace."
        },
        {
          "verse": "8",
          "text": "For God is my witness, how my love goes out to you all in the loving mercies of Christ Jesus."
        },
        {
          "verse": "9",
          "text": "And my prayer is that you may be increased more and more in knowledge and experience;"
        },
        {
          "verse": "10",
          "text": "So that you may give your approval to the best things; that you may be true and without wrongdoing till the day of Christ;"
        },
        {
          "verse": "11",
          "text": "Being full of the fruits of righteousness, which are through Jesus Christ, to the glory and praise of God."
        },
        {
          "verse": "12",
          "text": "Now it is my purpose to make clear to you, brothers, that the cause of the good news has been helped by my experiences;"
        },
        {
          "verse": "13",
          "text": "So that it became clear through all the Praetorium, and to all the rest, that I was a prisoner on account of Christ;"
        },
        {
          "verse": "14",
          "text": "And most of the brothers in the Lord, taking heart because of my chains, are all the stronger to give the word of God without fear."
        },
        {
          "verse": "15",
          "text": "Though some are preaching Christ out of envy and competition, others do it out of a good heart:"
        },
        {
          "verse": "16",
          "text": "These do it from love, conscious that I am responsible for the cause of the good news:"
        },
        {
          "verse": "17",
          "text": "But those are preaching Christ in a spirit of competition, not from their hearts, but with the purpose of giving me pain in my prison."
        },
        {
          "verse": "18",
          "text": "What then? only that in every way, falsely or truly, the preaching of Christ goes on; and in this I am glad, and will be glad."
        },
        {
          "verse": "19",
          "text": "For I am conscious that this will be for my salvation, through your prayer and the giving out of the stored wealth of the Spirit of Jesus Christ,"
        },
        {
          "verse": "20",
          "text": "In the measure of my strong hope and belief that in nothing will I be put to shame, but that without fear, as at all times, so now will Christ have glory in my body, by life or by death."
        },
        {
          "verse": "21",
          "text": "For to me life is Christ and death is profit."
        },
        {
          "verse": "22",
          "text": "But if I go on living in the flesh--if this is the fruit of my work--then I do not see what decision to make."
        },
        {
          "verse": "23",
          "text": "I am in a hard position between the two, having a desire to go away and be with Christ, which is very much better:"
        },
        {
          "verse": "24",
          "text": "Still, to go on in the flesh is more necessary because of you."
        },
        {
          "verse": "25",
          "text": "And being certain of this, I am conscious that I will go on, yes, and go on with you all, for your growth and joy in the faith;"
        },
        {
          "verse": "26",
          "text": "So that your pride in me may be increased in Christ Jesus through my being present with you again."
        },
        {
          "verse": "27",
          "text": "Only let your behaviour do credit to the good news of Christ, so that if I come and see you or if I am away from you, I may have news of you that you are strong in one spirit, working together with one soul for the faith of the good news;"
        },
        {
          "verse": "28",
          "text": "Having no fear of those who are against you; which is a clear sign of their destruction, but of your salvation, and that from God;"
        },
        {
          "verse": "29",
          "text": "Because to you it has been given in the cause of Christ not only to have faith in him, but to undergo pain on his account:"
        },
        {
          "verse": "30",
          "text": "Fighting the same fight which you saw in me, and now have word of in me."
        }
      ]
    },
    {
      "chapter": "2",
      "verses": [
        {
          "verse": "1",
          "text": "If then there is any comfort in Christ, any help given by love, any uniting of hearts in the Spirit, any loving mercies and pity,"
        },
        {
          "verse": "2",
          "text": "Make my joy complete by being of the same mind, having the same love, being in harmony and of one mind;"
        },
        {
          "verse": "3",
          "text": "Doing nothing through envy or through pride, but with low thoughts of self let everyone take others to be better than himself;"
        },
        {
          "verse": "4",
          "text": "Not looking everyone to his private good, but keeping in mind the things of others."
        },
        {
          "verse": "5",
          "text": "Let this mind be in you which was in Christ Jesus,"
        },
        {
          "verse": "6",
          "text": "To whom, though himself in the form of God, it did not seem that to take for oneself was to be like God;"
        },
        {
          "verse": "7",
          "text": "But he made himself as nothing, taking the form of a servant, being made like men;"
        },
        {
          "verse": "8",
          "text": "And being seen in form as a man, he took the lowest place, and let himself be put to death, even the death of the cross."
        },
        {
          "verse": "9",
          "text": "For this reason God has put him in the highest place and has given to him the name which is greater than every name;"
        },
        {
          "verse": "10",
          "text": "So that at the name of Jesus every knee may be bent, of those in heaven and those on earth and those in the underworld,"
        },
        {
          "verse": "11",
          "text": "And that every tongue may give witness that Jesus Christ is Lord, to the glory of God the Father."
        },
        {
          "verse": "12",
          "text": "So then, my loved ones, as you have at all times done what I say, not only when I am present, but now much more when I am not with you, give yourselves to working out your salvation with fear in your hearts;"
        },
        {
          "verse": "13",
          "text": "For it is God who is the cause of your desires and of your acts, for his good pleasure."
        },
        {
          "verse": "14",
          "text": "Do all things without protests and arguments;"
        },
        {
          "verse": "15",
          "text": "So that you may be holy and gentle, children of God without sin in a twisted and foolish generation, among whom you are seen as lights in the world,"
        },
        {
          "verse": "16",
          "text": "Offering the word of life; so that I may have glory in you in the day of Christ, because my running was not for nothing and my work was not without effect."
        },
        {
          "verse": "17",
          "text": "And even if I am offered like a drink offering, giving myself for the cause and work of your faith, I am glad and have joy with you all:"
        },
        {
          "verse": "18",
          "text": "And in the same way do you be glad and have a part in my joy."
        },
        {
          "verse": "19",
          "text": "But I am hoping in the Lord Jesus to send Timothy to you before long, so that I may be comforted when I have news of you."
        },
        {
          "verse": "20",
          "text": "For I have no man of like mind who will truly have care for you."
        },
        {
          "verse": "21",
          "text": "For they all go after what is theirs, not after the things of Christ."
        },
        {
          "verse": "22",
          "text": "But his quality is clear to you; how, as a child is to its father, so he was a help to me in the work of the good news."
        },
        {
          "verse": "23",
          "text": "Him then I am hoping to send as quickly as possible, when I am able to see how things will go for me:"
        },
        {
          "verse": "24",
          "text": "But I have faith in the Lord that I myself will come before long."
        },
        {
          "verse": "25",
          "text": "But it seemed to me necessary to send to you Epaphroditus, my brother, who has taken part with me in the work and in the fight, and your servant, sent by you for help in my need;"
        },
        {
          "verse": "26",
          "text": "Because his heart was with you all, and he was greatly troubled because you had news that he was ill:"
        },
        {
          "verse": "27",
          "text": "For in fact he was ill almost to death: but God had mercy on him; and not only on him but on me, so that I might not have grief on grief."
        },
        {
          "verse": "28",
          "text": "I have sent him, then, the more gladly, so that when you see him again, you may be happy and I may have the less sorrow."
        },
        {
          "verse": "29",
          "text": "So take him to your hearts in the Lord with all joy, and give honour to such as he is:"
        },
        {
          "verse": "30",
          "text": "Because for the work of Christ he was near to death, putting his life in danger to make your care for me complete."
        }
      ]
    },
    {
      "chapter": "3",
      "verses": [
        {
          "verse": "1",
          "text": "For the rest, my brothers, be glad in the Lord. Writing the same things to you is no trouble to me, and for you it is safe."
        },
        {
          "verse": "2",
          "text": "Be on the watch against dogs, against the workers of evil, against those of the circumcision:"
        },
        {
          "verse": "3",
          "text": "For we are the circumcision, who give worship to God and have glory in Jesus Christ, and have no faith in the flesh:"
        },
        {
          "verse": "4",
          "text": "Even though I myself might have faith in the flesh: if any other man has reason to have faith in the flesh, I have more:"
        },
        {
          "verse": "5",
          "text": "Being given circumcision on the eighth day, of the nation of Israel, of the tribe of Benjamin, a Hebrew of Hebrews; in relation to the law, a Pharisee:"
        },
        {
          "verse": "6",
          "text": "In bitter hate I was cruel to the church; I kept all the righteousness of the law to the last detail."
        },
        {
          "verse": "7",
          "text": "But those things which were profit to me, I gave up for Christ."
        },
        {
          "verse": "8",
          "text": "Yes truly, and I am ready to give up all things for the knowledge of Christ Jesus my Lord, which is more than all: for whom I have undergone the loss of all things, and to me they are less than nothing, so that I may have Christ as my reward,"
        },
        {
          "verse": "9",
          "text": "And be seen in him, not having my righteousness which is of the law, but that which is through faith in Christ, the righteousness which is of God by faith:"
        },
        {
          "verse": "10",
          "text": "That I may have knowledge of him, and of the power of his coming back from the dead, and a part with him in his pains, becoming like him in his death;"
        },
        {
          "verse": "11",
          "text": "If in any way I may have the reward of life from the dead."
        },
        {
          "verse": "12",
          "text": "Not as if I had even now got the reward or been made complete: but I go on in the hope that I may come to the knowledge of that for which I was made the servant of Christ Jesus."
        },
        {
          "verse": "13",
          "text": "Brothers, it is clear to me that I have not come to that knowledge; but one thing I do, letting go those things which are past, and stretching out to the things which are before,"
        },
        {
          "verse": "14",
          "text": "I go forward to the mark, even the reward of the high purpose of God in Christ Jesus."
        },
        {
          "verse": "15",
          "text": "Then let us all, who have come to full growth, be of this mind: and if in anything you are of a different mind, even this will God make clear to you:"
        },
        {
          "verse": "16",
          "text": "Only, as far as we have got, let us be guided by the same rule."
        },
        {
          "verse": "17",
          "text": "Brothers, take me as your example, and take note of those who are walking after the example we have given."
        },
        {
          "verse": "18",
          "text": "For there are those, of whom I have given you word before, and do so now with sorrow, who are haters of the cross of Christ;"
        },
        {
          "verse": "19",
          "text": "Whose end is destruction, whose god is the stomach, and whose glory is in their shame, whose minds are fixed on the things of the earth."
        },
        {
          "verse": "20",
          "text": "For our country is in heaven; from where the Saviour for whom we are waiting will come, even the Lord Jesus Christ:"
        },
        {
          "verse": "21",
          "text": "By whom this poor body of ours will be changed into the image of the body of his glory, in the measure of the working by which he is able to put all things under himself."
        }
      ]
    },
    {
      "chapter": "4",
      "verses": [
        {
          "verse": "1",
          "text": "So my brothers, well loved and very dear to me, my joy and crown, be strong in the Lord, my loved ones."
        },
        {
          "verse": "2",
          "text": "I make request to Euodias and Syntyche to be of the same mind in the Lord."
        },
        {
          "verse": "3",
          "text": "And I make request to you, true helper in my work, to see to the needs of those women who took part with me in the good news, with Clement and the rest of my brother-workers whose names are in the book of life."
        },
        {
          "verse": "4",
          "text": "Be glad in the Lord at all times: again I say, Be glad."
        },
        {
          "verse": "5",
          "text": "Let your gentle behaviour be clear to all men. The Lord is near."
        },
        {
          "verse": "6",
          "text": "Have no cares; but in everything with prayer and praise put your requests before God."
        },
        {
          "verse": "7",
          "text": "And the peace of God, which is deeper than all knowledge, will keep your hearts and minds in Christ Jesus."
        },
        {
          "verse": "8",
          "text": "For the rest, my brothers, whatever things are true, whatever things have honour, whatever things are upright, whatever things are holy, whatever things are beautiful, whatever things are of value, if there is any virtue and if there is any praise, give thought to these things."
        },
        {
          "verse": "9",
          "text": "The things which came to you by my teaching and preaching, and which you saw in me, these things do, and the God of peace will be with you."
        },
        {
          "verse": "10",
          "text": "But I am very glad in the Lord that your care for me has come to life again; though you did in fact take thought for me, but you were not able to give effect to it."
        },
        {
          "verse": "11",
          "text": "But I will not say anything about my needs, for I am able, wherever I am, to be dependent on myself."
        },
        {
          "verse": "12",
          "text": "It is the same to me if I am looked down on or honoured; everywhere and in all things I have the secret of how to be full and how to go without food; how to have wealth and how to be in need."
        },
        {
          "verse": "13",
          "text": "I am able to do all things through him who gives me strength."
        },
        {
          "verse": "14",
          "text": "But you did well to have care for me in my need."
        },
        {
          "verse": "15",
          "text": "And you have knowledge, Philippians, that when the good news first came to you, when I went away from Macedonia, no church took part with me in the business of giving to the saints, but you only;"
        },
        {
          "verse": "16",
          "text": "Because even in Thessalonica you sent once and again to me in my need."
        },
        {
          "verse": "17",
          "text": "Not that I am looking for an offering, but for fruit which may be put to your credit."
        },
        {
          "verse": "18",
          "text": "I have all things and more than enough: I am made full, having had from Epaphroditus the things which came from you, a perfume of a sweet smell, an offering well pleasing to God."
        },
        {
          "verse": "19",
          "text": "And my God will give you all you have need of from the wealth of his glory in Christ Jesus."
        },
        {
          "verse": "20",
          "text": "Now to God our Father be glory for ever and ever. So be it."
        },
        {
          "verse": "21",
          "text": "Give words of love to every saint in Christ Jesus. The brothers who are with me send you their love."
        },
        {
          "verse": "22",
          "text": "All the saints send their love to you, specially those who are of Caesar's house."
        },
        {
          "verse": "23",
          "text": "The grace of the Lord Jesus Christ be with your spirit."
        }
      ]
    }
  ]
}